Repository: common-repository/wp2affiliate
Catalog: lang/wp-2-affiliate-*.po
Languages: de_de

source: Error: Invalid link! Please check the URL to make sure it is correct.
de_de: Fehler: Ungültiger Link! Bitte überprüfe die URL um sicherzustellen, dass sie korrekt ist.

source: Configuration error : unrecognized or unsupported redirect type "%s"
de_de: Konfigurationsfehler: Nicht erkannte oder nicht unterstützte Umleitung "%s"

source: wp2affiliate Programs
de_de: wp2affiliate Programme

source: Affiliate Programs
de_de: Affiliate Programme

source: Settings saved.
de_de: Einstellungen gespeichert.

source: WP2Affiliate Settings
de_de: WP2Affiliate Einstellungen

source: General Link Cloaking Settings
de_de: Allgemeine Cloaking Einstellungen

source: Here you need to specify where and how you want to cloak your links. The default settings are good, you can keep it. <br/>Please note: <strong>Only cloaked links can be converted into affiliate links!</strong> Cloaking is done while outputting, your data in the DB remains unchanged.
de_de: Hier kannst du einstellen, wie und wo du deine Links umwandeln (cloaken) willst. Die Standartwerte sind in Ordnung, du kannst alles so lassen.<br/> Hinweis: <strong>Nur gecloakte Links können in Affiliate-LInks verwandelt werden! </strong> Das Cloaking erfolgt bei der Ausgabe. Deine Daten in der DB bleiben immer unverändert.

source: Where to cloak?
de_de: Wo willst du cloaken?

source: <strong>Everywhere</strong>, in any part of the site (posts, pages, sidebar, comments...)
de_de: <strong>Überall</strong>, in jedem Teil der Seite (posts, pages, sidebar, comments...)

source: <strong>Only in post/page content</strong> (including custom post types)
de_de: <strong>Nur im Inhalt von Beiträgen und Seiten</strong> (inklusive custom post types)

source: Also in RSS-feeds
de_de: Auch in RSS-feeds

source: What to cloak?
de_de: Was willst du cloaken?

source: All Links
de_de: Alle Links

source: All links will be cloaked, except links that are tagged with <code>&lt;!--nowp2a--&gt;</code> (example: <code>&lt;a href="http://www.example.com/"&gt;&lt;!--nowp2a--&gt;click here&lt;/a&gt;</code>) or match to the blacklist. Cloaking can still be disabled individually for each post/page.
de_de: Alle Links werden gecloaked, ausgenommen Links die mit <code>&lt;!--nowp2a--&gt;</code> markiert sind (z. B. <code>&lt;a href="http://www.beispiel.de/"&gt;&lt;!--nowp2a--&gt;hier klicken&lt;/a&gt;</code>) und Links die in der Blacklist stehen. Das Cloaking kann trotzdem individuell für einzelne Beiträge oder Seiten deaktiviert werden.

source: affiliate programs
de_de: Affiliate Programme

source: Only Managed Affiliate Links
de_de: Nur Affiliate Links, die durch WP2A verwaltet werden

source: Only links that match to the list of %s will be cloaked. Best compatibility with any other link-plugins.
de_de: Nur Links aus der Liste der %s werden gecloaked. Beste Kompatibilität mit anderen Link-Plugins (falls vorhanden).

source: Selective Cloaking
de_de: Selektives Cloaking

source: Only links tagged with <code>&lt;!--wp2a--&gt;</code> (example: <code>&lt;a href="http://www.example.com/"&gt;&lt;!--wp2a--&gt;click here&lt;/a&gt;</code>) and links that match the whitelist will be cloaked.
de_de: Nur Links die mit <code>&lt;!--wp2a--&gt;</code> markiert sind (z. B. <code>&lt;a href="http://www.beispiel.de/"&gt;&lt;!--wp2a--&gt;hier klicken&lt;/a&gt;</code>) und Links die in der Whitelist stehen werden gecloaked.

source: Blacklist: One domain or URL per row. Links that match to any of these values <strong>will not</strong> be cloaked when cloaking is set to "All Links". At least your own domain should be here, because internal links should not be cloaked!
de_de: Blacklist: Eine Domain oder URL je Zeile. Links die zu einem dieser Werte passen werden <strong>nicht</strong> gecloaked, wenn das Cloaking auf "Alle Links" eingestellt ist. Mindestens deine eigene Domain sollte in der Liste stehen, interne Links sollten nicht gecloaked werden!

source: Whitelist: One domain or URL per row. Links that match to any of these values will be cloaked when cloaking is set to "Selective Cloaking".
de_de: Whitelist: Eine Domain oder URL je Zeile. Links die zu einem dieser Werte passen werden gecloaked wenn das Cloaking auf "Selectives Cloaking" eingestellt ist.

source: Save All Changes
de_de: Alle Änderungen Speichern

source: Advanced Cloaking settings
de_de: Erweiterte Cloaking Einstellungen

source: Link prefix
de_de: Link-Präfix

source: Cloaked links will look like this: <code>%s</code>
de_de: So werden die Links aussehen: <code>%s</code>

source: Additional Tweaks
de_de: Erweiterte Tweaks

source: Add <code>target="_blank"</code> for every cloaked link (open in new window)
de_de: <code>target="_blank"</code> bei jedem Link hinzufügen (in neuem Fenster/Tab öffnen)

source: Add <code>rel="nofollow"</code> for every cloaked link (stop giving link juice)
de_de: <code>rel="nofollow"</code> bei jedem Link hinzufügen (verhindert die Weitergabe von Link-Juice)

source: Track clicks as event with Google Analytics
de_de: Klicks mit Google Analytics als Event aufzeichnen

source: You need to have already set up the GA code on your site (analytics.js). The event-category will be "Cloaked Links WP2A", the action will be the uncloaked original URL. <br/> Please note: The GA-tracking will only work properly with the target="_blank" attribute (see option above).
de_de: Du musst den GA-Code (analytics.js) bereits auf deiner Seite eingerichtet haben. Die Event-Category lautet "Cloaked Links WP2A", als Action wird die original URL gespeichert. <br/> Hinweis: Das GA-Tracking funktioniert nur richtig mit dem target="_blank" Attribut (siehe obige Option).

source: Add custom css-class for every cloaked link
de_de: Benutzerdefinierte css-class bei jedem Link hinzufügen

source: Custom css-class:
de_de: css-class:

source: Redirect type
de_de: Weiterleitungs-Typ

source: 302 Found (recommended)
de_de: 302 Found (empfohlen)

source: Double META refresh (will hide the referer in most cases)
de_de: Double META refresh (versteckt den Referer in den meisten Fällen)

source: Affiliate Settings and IDs
de_de: Affiliate Einstellungen und IDs

source: Here you have to store your affiliate IDs. <strong>Attention:</strong> You need to activate the partnerships at %s for the various affiliate programs! <br/>For Zanox the code is different for each affiliate program. The other networks can be centrally maintained here.
de_de: Hier musst du deine Affiliate IDs speichern. <strong>Achtung:</strong> Du musst die Partnerschaften für die einzelnen Programme noch unter %s aktivieren! <br/>Bei Zanox ist der Code für jedes einzelne Affiliate-Programm unterschiedlich. Die anderen Netzwerke kannst du hier zentral verwalten.

source: Your Affili.net Publisher-ID
de_de: Deine Affili.net Publisher-ID

source: Example:
de_de: Beispiel:

source: Source:
de_de: Quelle:

source: For Zanox you need to store the deeplink code individually for each program!
de_de: Bei Zanox musst du den Deeplink-Code für jedes Programm einzeln in der Übersicht hinterlegen!

source: Your Tradedoubler Website-ID
de_de: Deine Tradedoubler Website-ID

source: Your Amazon Tracking ID
de_de: Deine Amazon Tracking ID

source: Plugin Homepage (german)
de_de: Plugin Homepage

source: Click Sharing (german)
de_de: Klick-Beteiligung

source: (None)
de_de: (keiner)

source: Edit this link
de_de: Link bearbeiten

source: Edit
de_de: Bearbeiten

source: You are about to delete the cloaked link '%s' 'Cancel' to stop, 'OK' to delete.
de_de: Du bist dabei den Link '%s' zu löschen Klicke auf 'Abbrechen' um den Link zu behalten oder 'OK' zum Löschen.

source: You are about to delete this cloaked link 'Cancel' to stop, 'OK' to delete.
de_de: Du bist dabei diesen Link zu löschen. Klicke 'Abbrechen' um den Link zu behalten oder 'OK' zum Löschen.

source: Delete this cloaked link
de_de: Link löschen

source: Delete
de_de: Löschen

source: static affiliate link (not managed by wp2a)
de_de: statischer Affiliate Link (nicht durch WP2A verwaltet)

source: active partnership (%s, %s, %s)
de_de: aktive Partnerschaft (%s, %s, %s)

source: known program, but no active partnership
de_de: bekanntes Programm, aber keine aktive Partnerschaft

source: unknown link
de_de: unbekannter Link

source: Link deleted.
de_de: Ling gelöscht.

source: An unexpected database error occured while trying to delete the link.
de_de: Ein unbekannter Datenbank-Fehler ist beim Löschen dieses Links aufgetreten.

source: You must enter a name for the new link
de_de: Du musst einen Namen für den neuen Link eingeben.

source: Link added
de_de: Link hinzugefügt

source: An unexpected error occured while adding the link to the database : %s
de_de: Beim Hinzufügen des Links ist ein unbekannter Fehler aufgetreten : %s

source: All
de_de: Alle

source: No links found
de_de: Keine Links gefunden

source: Named
de_de: mit Namen

source: Unnamed
de_de: ohne Namen

source: Click to sort by this column
de_de: nach dieser Spalte sortieren

source: Destination URL
de_de: Ziel URL

source: Hits
de_de: Klicks

source: Unable to list cloaked links. Database error : %s
de_de: Die Links konnten nicht ausgegeben werden. Datenbank Fehler: %s

source: You are about to delete the selected links. 'Cancel' to stop, 'OK' to delete.
de_de: Die bist dabei, die ausgewählten Links zu löschen. Klicke 'Abbrechen' um die Links zu behalten oder 'OK' zum Löschen.

source: Add New Link
de_de: Neuen Link hinzufügen

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnis für &#8220;%s&#8221;

source: Add Cloaked Link
de_de: Link hinzufügen

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Add Link
de_de: Link hinzufügen

source: Search Links:
de_de: Links durchsuchen

source: Search Links
de_de: Links durchsuchen

source: Displaying %s&#8211;%s of %s
de_de: Zeige %s&#8211;%s von %s Links

source: Edit Link
de_de: Link bearbeiten

source: Edit Partnership
de_de: Partnerschaft bearbeiten

source: Affiliate Programs / Partnerships
de_de: Affiliate Programme / Partnerschaften

source: No Affiliate Partnerships found
de_de: Keine Affiliate Partnerschaften gefunden

source: Active
de_de: Aktiv

source: Affiliate Partnerships (active)
de_de: Affiliate Partnerschaften (aktiv)

source: No active Affiliate Partnerships found
de_de: Keine aktiven Affiliate Partnerschaften gefunden

source: Inactive
de_de: Inaktiv

source: Affiliate Partnerships (inactive)
de_de: Affiliate Partnerschaften (inaktiv)

source: No inactive Affiliate Partnerships found
de_de: Keine inaktiven Affiliate Partnerschaften gefunden

source: Affiliate Program
de_de: Affiliate Programme

source: Main URL
de_de: Haupt URL

source: Category
de_de: Kategorie

source: Network Link
de_de: Netzwerk Link

source: Active Network
de_de: Aktives Netzwerk

source: Search Programs:
de_de: Programme durchsuchen:

source: Search Programs
de_de: Programme durchsuchen

source: Network
de_de: Netzwerk

source: Update Partnership
de_de: Update Partnerschaft

source: You don't have sufficient permissions to edit links!
de_de: Du hast keine ausreichenden Rechte, um diesen Link zu bearbeiten!

source: Link ID not specified or invalid.
de_de: Link ID nicht angegeben oder ungültig.

source: Database error : %s
de_de: Datenbank Fehler: %s

source: You don't have sufficient permissions to edit partnerships!
de_de: Du hast keine ausrecheinden Rechte, um diese Partnerschaft zu bearbeiten!

source: Error! For zanox you have to enter a individual affiliate code!
de_de: Fehler! Für Zanox musst du einen individuellen Affiliate Code angeben!

source: Please enter an URL
de_de: Bitte gib eine URL ein

source: Please provide a valid URL, e.g "http://beispiel.de/" (sans quotes)
de_de: Bitte gib eine gültige URL ein, z. B. "http://beispiel.de/" (ohne Anführungszeichen)

source: The name must contain at least one letter or underscore!
de_de: Der Name muss mindestens einen Buchstaben oder Unterstrich enthalten!

source: The name can only contain letters, digits, dots, dashes and underscores.
de_de: Der Name darf nur Buchstaben, Zahlen, Punkte, Striche oder Unterstriche enthalten.

source: There is already another link with the name '%s'! Please enter a unique name.
de_de: Es gibt bereits einen anderen LInk mit dem Namen '%s'! Bitte gib einen einzigartigen Namen ein.

source: (inactive)
de_de: (inaktiv)

source: Disable link cloaking for this post/page
de_de: Link Cloaking / Maskierung für diesen Beitrag / diese Seite deaktivieren.

source: Your Digistore24-ID
de_de: Deine Digistore24-ID

source: or
de_de: oder

source: Only works for product-links like https://www.digistore24.com/product/12345, not for digistore24-homepage or signup!
de_de: Funktioniert nur für Produkt-Links wie https://www.digistore24.com/product/12345, nicht für digistore24-homepage oder signup!

source: Your eBay Partner Network Link-Code
de_de: Dein eBay Partner Network Link-Code

source: Must be one time generated <a title="eBayPartnerNet Link-Generator" target="_blank" href="https://publisher.ebaypartnernetwork.ebay.com/PublisherToolsLinkGenPage">here</a> (Custom URL)!
de_de: Muss einmalig <a title="eBayPartnerNet Link-Generator" target="_blank" href="https://publisher.ebaypartnernetwork.ebay.com/PublisherToolsLinkGenPage">hier</a> generiert werden (Individuelle URL)!

source: Your AWIN Publisher-ID
de_de: Deine AWIN Affiliate-ID
